{
     "Name" : "Introductory Tutorial",
     "Steps" : [
          {
               "Title" : "Core Orb",
               "Body" : "This is the Core Orb. It is your job to protect it from the enemies lurking in the woods. The game ends if the Core Orb gets destroyed.",
               "Image" : "Tower/Sprites/coreorb"
          },
          {
               "Title" : "Building Towers",
               "Body" : "The Core Orb is able to attack enemies, but it can’t protect itself for long. You protect the Core Orb by building towers to defend the orb from enemies. There are different kinds of towers which deal different amounts of damage, have different reload times, and have different ranges. Be aware that towers can only be built in areas of the map which have been illuminated.",
               "Image" : "Tower/Sprites/ballistae"
          },
          {
               "Title" : "Illumination",
               "Body" : "You can illuminate more of the map by building Illumination towers. Illumination towers may only be built in parts of the map which have been illuminated. There are different kinds of Illumination Towers which illuminate larger and smaller areas.",
               "Image" : "Tower/Sprites/torchcluster"
          },
          {
               "Title" : "Mana",
               "Body" : "All towers cost Mana to build. You collect Mana from the enemies you kill. The cost of each tower is displayed in the circle next to their image.",
               "Image" : "Icon/mana-icon"
          },
          {
               "Title" : "Building",
               "Body" : "Towers may be built any time during a wave and between waves. To build a tower, you select the kind of tower you want to build from the buttons at the bottom of the screen, then click and drag the tower you want from the menu and place it on the map.",
               "Image" : "Icon/hammer-icon"
          },
          {
               "Title" : "Enemy Waves",
               "Body" : "Enemies attack in waves. You can see which wave you are on and the number of enemies in the wave at the top of the screen. Enemies follow randomly generated paths created at the beginning of each wave.",
               "Image" : "Icon/undead"
          },
          {
               "Title" : "Enemy Variants",
               "Body" : "There are multiple kinds of enemies, each with their own abilities and strengths. Harder enemies appear the more waves you survive. Good luck.",
               "Image" : "Enemy/Sprites/undead"
          }
     ]
}
